Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/laws/other_files/barnevernsloven_nb_hl-19920717-100.txt.tmx
Source language: nob
Languages: sme

source: Lovdata HJEM RESSURSER TJENESTER HJELP LENKER OM LOVDATA KONTAKT OSS SØK Skriv ut Utskriftsvennlig versjon LOV 1992-07-17 nr 100: Lov om barneverntjenester (barnevernloven).
sme: LÁHKA MÁNÁIDSUODJALUSBÁLVALUSAID BIRRA (MÁNÁIDSUODJALUSLÁHKA) mearriduvvon...

source: Sentrale forskrifter INNHOLD Lov om barneverntjenester (barnevernloven).
sme: SISDOALLU Mánáidsuodjalusbálvalusaid láhka (mánáidsuodjalusláhka).

source: Kapittel 1. Lovens formål og virkeområde.
sme: Kapihtal 1. Lága ulbmil ja doaibmaviidodat.

source: § 1-1. Lovens formål.
sme: § 1-1. Lága ulbmil.

source: § 1-2. Lovens stedlige virkeområde.
sme: § 1-2. Lága guovlulaš doaibmaviidodat.

source: § 1-3. Hvem loven gjelder for.
sme: § 1-3. Geaidda láhka gusto.

source: Kapittel 2. Ansvarsfordeling og administrasjon.
sme: Kapihtal 2. Ovddasvástádusa juohku ja hálddahus.

source: § 2-1. Kommunens oppgaver.
sme: § 2-1. Suohkana bargamušat.

source: § 2-2. Statlige barnevernmyndigheters organisatoriske inndeling § 2-3. Statlige barnevernmyndigheters oppgaver og myndighet § 2-3a.
sme: § 2-2. Stáhta mánáidsuodjaluseiseválddiid organiseren. § 2-3. Stáhta mánáidsuodjaluseiseválddiid bargamušat ja váldi.

source: Særskilte bestemmelser for Oslo kommune § 2-3b.
sme: Earenoamáš mearrádusat mat gusket Oslo suohkanii. § 2-3b.

source: Statlig tilsyn på barnevernområdet § 2-4. Forsøksvirksomhet § 2-5. Barnesakkyndig kommisjon
sme: Stáhta dearvvašvuođabearráigeahču gozihandoaibma. § 2-4. Geahččaladdan.

source: Kapittel 3. Kommunens og barneverntjenestens generelle oppgaver.
sme: Kapihtal 3. Suohkana ja mánáidsuodjalusbálvalusa oppalaš bargamušat.

source: § 3-1. Barneverntjenestens forebyggende virksomhet.
sme: § 3-1. Mánáidsuodjalusbálvalusa eastadandoaimmat.

source: § 3-2. Samarbeid med andre deler av forvaltningen.
sme: § 3-2. Ovttasbargu hálddašeami eará osiiguin.

source: Plikt til å utarbeide individuell plan § 3-3. Samarbeid med frivillige organisasjoner.
sme: Geatnegasvuohta ráhkadit oktagaslaš plána § 3-3. Ovttasbargu eaktodáhtolaš organisašuvnnaiguin.

source: § 3-4. Botiltak for enslige mindreårige flyktninger og asylsøkere.
sme: § 3-4. Orrunveahkki oktonas vuolleahkahaš báhtareddjiide ja dorvoohcciide.

source: Kapittel 4. Særlige tiltak.
sme: Kapihtal 4. Earenoamáš bargamušat.

source: § 4-1. Hensynet til barnets beste.
sme: § 4-1. Vuhtiiváldit mii mánnái lea buoremus.

source: § 4-2. Meldinger til barneverntjenesten.
sme: § 4-2. Dieđáhusat mánáidsuodjalusbálvalussii.

source: § 4-3. Rett og plikt for barneverntjenesten til å foreta undersøkelser.
sme: § 4-3. Mánáidsuodjalusbálvalusa vuoigatvuohta ja geatnegasvuohta diđoštit.

source: § 4-4. Hjelpetiltak for barn og barnefamilier.
sme: § 4-4. Veahkkedoaimmat mánáide ja mánnábearrašiidda.

source: § 4-5. Oppfølging av hjelpetiltak.
sme: § 4-5. Veahkkedoaimmaid čuovvoleapmi.

source: § 4-6. Midlertidige vedtak i akuttsituasjoner.
sme: § 4-6. Gaskaboddosaš mearrádusat fáhkkadiliin.

source: § 4-7. Barn som foreldrene selv plasserer utenfor hjemmet.
sme: § 4-7. Mánát geaidda váhnemat ieža lágidit orruma eará sadjái go ruovttus.

source: § 4-8. Forbud mot flytting av barn, eller vedtak om omsorgsovertakelse, når barnet bor utenfor hjemmet.
sme: § 4-8. Gielddus sirdit máná, dahje fuolaváldinmearrádus, go mánná ii oro ruovttus.

source: § 4-9. Foreløpige vedtak etter § 4-8. § 4-10. Vedtak om medisinsk undersøkelse og behandling.
sme: § 4-9. Gaskaboddosaš mearrádusat § 4-8 vuođul. § 4-10. Mearrádus medisiinnalaš iskkadeami ja divššu birra.

source: § 4-11. Vedtak om behandling av barn som har særlige behandlings- og opplæringsbehov.
sme: § 4-11. Mearrádus mánáid divššodeami birra geain leat earenoamáš dikšun- ja oahppodárbbut.

source: § 4-12. Vedtak om å overta omsorgen for et barn.
sme: § 4-12. Mearrádus váldit fuola mánás.

source: § 4-13. Iverksetting av vedtak om omsorgsovertakelse.
sme: § 4-13. Fuolaváldinmearrádusa fápmuibidjan.

source: § 4-14. Plasseringsalternativer etter vedtak om omsorgsovertakelse § 4-15. Valg av plasseringssted i det enkelte tilfelle.
sme: § 4-14. Gosa máná bidjat maŋŋá fuolaváldinmearrádusa § 4-15. Báikki válljen dihto áššis.

source: § 4-16. Oppfølging av vedtak om omsorgsovertakelse.
sme: § 4-16. Fuolaváldinmearrádusa čuovvoleapmi.

source: § 4-17. Flytting av barnet.
sme: § 4-17. Máná sirdin.

source: § 4-18. Ansvaret for omsorgen i foreldrenes sted.
sme: § 4-18. Fuolahanovddasvástádus váhnemiid sajis.

source: § 4-19. Samværsrett.
sme: § 4-19. Ovttastallanriekti.

source: Skjult adresse.
sme: Čiegus adreassa.

source: § 4-20. Fratakelse av foreldreansvar.
sme: § 4-20. Váhnenovddasvástádusa eretváldin.

source: Adopsjon.
sme: Adopšuvdna.

source: § 4-21. Oppheving av vedtak om omsorgsovertakelse.
sme: § 4-21. Fuolaváldinmearrádusa loahpaheami.

source: § 4-22. Fosterhjem.
sme: § 4-22. Biebmoruoktu.

source: § 4-23. Formidling av fosterhjem.
sme: § 4-23. Biebmoruovttu gaskkusteapmi.

source: § 4-24. Plassering og tilbakehold i institusjon uten eget samtykke.
sme: § 4-24. Institušuvdnii bidjan ja doppe doalaheapmi almmá iežas mieđáhusa haga.

source: § 4-25. Framgangsmåten ved vedtak etter § 4-24. § 4-26. Tilbakehold i institusjon på grunnlag av samtykke.
sme: § 4-25. Bargovuohki go mearrádus lea dahkkon § 4-24 vuođul. § 4-26. Institušuvnnas doalaheapmi mieđihemiin.

source: § 4-27. Plasseringsalternativer ved vedtak om særlige tiltak for barn og unge med alvorlige atferdsvansker, jf. §§ 4-24 og 4-26 § 4-28. Tiltaksplan
sme: § 4-27. Dikšunbáikki válljen maŋŋá mearrádusa mii guoská earenoamáš doaibmabijuide mánáide ja nuoraide geain leat duođalaš láhttenváttut, vrd. §§ 4-24 ja 4-26.

source: Kapittel 5. Institusjoner.
sme: Kapihtal 5. Institušuvnnat.

source: § 5-1. Ansvaret for institusjoner for barn.
sme: § 5-1. Mánáidinstitušuvnnaid ovddasvástádus.

source: § 5-2. (Opphevet ved lov 9 mai 2003 nr. 29 (ikr. 1 jan 2004 iflg. res. 9 mai 2003 nr. 596).).
sme: § 5-2. (Loahpahuvvon miessemánu 9.b.2003 lágain nr. 29 (fámus ođđajagimánu 1.b.rájes 2004, miessemánu 9. b. 2003 res.nr. 596).).

source: § 5-3. (Opphevet ved lov 9 mai 2003 nr. 29 (ikr. 1 jan 2004 iflg. res. 9 mai 2003 nr. 596).).
sme: § 5-3. (Loahpahuvvon miessemánu 9.b.2003 lágain nr. 29 (fámus ođđajagimánu 1. b.2004, miessemánu 9. b. 2003 res. 596).).

source: § 5-4. Inntak i og utskrivning fra institusjon som nevnt i § 5-1. § 5-5. (Opphevet ved lov 9 mai 2003 nr. 29 (ikr. 1 jan 2004 iflg. res. 9 mai 2003 nr. 596).).
sme: § 5-4. Sisaváldin ja olggosčáliheapmi institušuvnnas nu movt namuhuvvon §:s 5-1 § 5-5. (Loahpahuvvon miessemánu 9.b.2003 lágain nr. 29 (fámus ođđajagimánu 1. b.rájes 2004, miessemánu 9. b.2003 res. nr. 596).).

source: § 5-6. Samarbeid med institusjoner som hører under andre lover.
sme: § 5-6. Ovttasbargu eará institušuvnnaiguin mat gullet eará lágaide.

source: § 5-7. Tilsyn.
sme: § 5-7. Bearráigeahčču.

source: § 5-8. Private og kommunale institusjoner og sentre for foreldre og barn.
sme: § 5-8. Priváhta ja suohkaniidda gullevaš institušuvnnat ja guovddážat váhnemiid ja mánáid váste.

source: § 5-9. Rettigheter under opphold i institusjon som er omfattet av § 5-1 og private og kommunale institusjoner som er godkjent etter § 5-8. § 5-9a.
sme: § 5-9. Vuoigatvuođat go lea institušuvnnas masa masa § 5-1 guoská ja priváhta ja suohkaniidda gullevaš institušuvnnain mat leat dohkkehuvvon § 5-8 vuođul.

source: Rettigheter under opphold i senter for foreldre og barn.
sme: Vuoigatvuođat go lea ássamin váhnemiid ja mánáid váste guovddážis.

source: § 5-10. Generelle krav til institusjoner og sentre for foreldre og barn.
sme: § 5-10. Oppalaš gáibádusat institušuvnnaide.

source: Kapittel 5A.
sme: Kapihtal 5A.

source: Omsorgssentre for mindreårige.
sme: Fuolahusguovddážat vuolleahkahaččaide.

source: § 5A-1. Opphold på omsorgssenter for mindreårige.
sme: § 5A-1. Fuolahusguovddážis orrun vuolleahkahaččaide.

source: § 5A-2. Ansvaret for omsorgen.
sme: § 5A-2. Fuolahusa ovddasvástideaddji.

source: § 5A-3. Ansvaret for å ivareta barnets behov ved ankomst.
sme: § 5A-3. Ovddasvástádus vuhtiiváldit máná dárbbuid institušuvdnii boađidettiin.

source: § 5A-4. Oppfølgingsvedtak.
sme: § 5A-4. Čuovvolanmearrádus.

source: § 5A-5. Ansvaret for å følge barnets utvikling under oppholdet på omsorgssenteret.
sme: § 5A-5. Ovddasvástádus čuovvut máná ovdáneami dan botta go orru fuolahusguovddážis.

source: § 5A-6. Kartlegging.
sme: § 5A-6. Kártenbargu.

source: § 5A-7. Tilsyn, godkjenning, rettigheter under oppholdet og krav til kvalitet.
sme: § 5A-7. Bearráigeahččan, dohkkeheapmi, vuoigatvuođat orrunáiggis ja gáibádus oažžut buori divššu.

source: § 5A-8. Ansvar for etablering og drift.
sme: § 5A-8. Ovddasvástádus ásahit ja jođihit.

source: § 5A-9. Økonomisk ansvar.
sme: § 5A-9. Ruđalaš ovddasvástádus.

source: § 5A-10. Plassering i omsorgssenter etter lovens kapittel 4.
sme: § 5A-10. Fuolahusguovddážii bidjan lága 4. kapihttala vuođul.

source: Kapittel 6. Generelle saksbehandlingsregler.
sme: Kapihtal 6. Oppalaš áššemeannudannjuolggadusat.

source: § 6-1. Anvendelse av forvaltningsloven.
sme: § 6-1. Hálddahuslága geavaheapmi.

source: § 6-2. Anvendelse av forvaltningsloven på private institusjoner, sentre for foreldre og barn og omsorgssentre for mindreårige.
sme: § 6-2. Hálddahuslága geavaheapmi priváhta institušuvnnain ja priváhta fuolahusguovddážiin mat leat vuolleahkahaččaid váste.

source: § 6-3. Barns rettigheter under saksbehandlingen.
sme: § 6-3. Máná vuoigatvuođat áššemeannudeamis.

source: § 6-4. Innhenting av opplysninger.
sme: § 6-4. Dieđuid čohkken.

source: (Opphevet ved lov 19 juni 2009 nr. 44 (ikr. 1 jan 2010 iflg. res. 4 sep 2009 nr. 1154).).
sme: Priváhta heahteguovddážiid mielbargiin, geaid golut máksojuvvot almmolaš ruđain, lea dieđihangeatnegasvuohta nugo namuhuvvon § 6-4...

source: § 6-5. Klage over barneverntjenestens og statlig regional barnevernmyndighets vedtak. § 6-6. Fylkesmannens kompetanse i klagesaker.
sme: § 6-5. Mánáidsuodjalusbálvalusa ja stáhta regionála mánáidsuodjaluseiseválddiid mearrádusaid váidin § 6-6. Fylkkamánne váldi váiddaáššiin.

source: § 6-7. Taushetsplikt.
sme: § 6-7. Jávohisvuođageasku.

source: § 6-7a. Tilbakemelding til melder.
sme: § 6-7.a Ruovttoluottadiehtu dieđiheaddjái.

source: § 6-8. Bruk av tvang ved gjennomføring av undersøkelser og ved fullbyrding av vedtak.
sme: § 6-8. Bákku geavaheapmi iskkademiid čađaheamis ja mearrádusa čađahettiin.

source: § 6-9. Frister og ileggelse av mulkt.
sme: § 6-9. Áigemearit ja sáhkoheapmi.

source: § 6-10. Politiattest.
sme: § 6-10. Politiduođaštus.

source: Kapittel 7. Saksbehandlingsregler for fylkesnemnda.
sme: Kapihtal 7. Fylkkanammagotti áššemeannudannjuolggadusat.

source: § 7-1. Fylkesnemndas stedlige virkeområde.
sme: § 7-1. Fylkkanammagotti guovlulaš váldeviidodat.

source: § 7-2. Fylkesnemndas sammensetning.
sme: § 7-2. Fylkkanammagotti čoahkkádus.

source: § 7-3. Hovedprinsippene for saksbehandlingen i fylkesnemnda.
sme: § 7-3. Fylkkanammagotti áššemeannudeami váldoprinsihpat.

source: § 7-4. Dokumentinnsyn.
sme: § 7-4. Áššebáhpiriid oaidnin.

source: § 7-5. Sammensetningen i den enkelte sak. § 7-6. Habilitet.
sme: § 7-5. Geat nammagottis leat mielde eaŋkil áššis § 7-6. Habilitehta.

source: § 7-7. Innkalling av partene.
sme: § 7-7. Bealálaččaid čoahkkáigohččun.

source: Uteblivelse.
sme: Go eai boađe.

source: § 7-8. Advokater. § 7-9. Talsperson.
sme: § 7-8. Advokáhtat § 7-9. Máná ovddasteaddji.

source: § 7-10. Barneverntjenestens innledning til sak.
sme: § 7-10. Movt mánáidsuodjalusbálvalus vuolggaha ášši.

source: § 7-11. Begjæring om tiltak.
sme: § 7-11. Gáibádus ahte galgá ásahuvvot veahkkedoaibma.

source: Tilsvar.
sme: Vástádus.

source: § 7-12. Saksforberedelsen i fylkesnemnda.
sme: § 7-12. Fylkkanammagotti áššeráhkkaneapmi.

source: § 7-13. Saksstyrende avgjørelser.
sme: § 7-13. Áššestivrejeaddji mearrádusat.

source: Avvisning og heving.
sme: Hilgun ja loahpaheapmi.

source: § 7-14. Når forhandlingsmøte skal holdes.
sme: § 7-14. Go galgá dollojuvvon šiehtadallančoahkkin.

source: § 7-15. Gjennomføringen av forhandlingsmøte.
sme: § 7-15. Ráđđádallančoahkkima čađaheapmi.

source: § 7-16. Lukkede dører.
sme: § 7-16. Giddejuvvon uvssat.

source: § 7-17. Bevis.
sme: § 7-17. Duođaštusat.

source: § 7-18. Avgjørelsesgrunnlaget.
sme: § 7-18. Man vuođul mearrádus lea dahkkon.

source: § 7-19. Vedtak.
sme: § 7-19. Mearrádus.

source: § 7-20. Retting av feil.
sme: § 7-20. Boasttuvuođaid divvun.

source: Tilleggsvedtak.
sme: Lassimearrádus.

source: § 7-21. Forkynning av vedtak.
sme: § 7-21. Mearrádusa dovddusindahkan.

source: § 7-22. Godkjenning av akuttvedtak.
sme: § 7-22. Heahtemearrádusaid dohkkeheapmi.

source: § 7-23. Klage over akuttvedtak.
sme: § 7-23. Heahtemearrádusaid váidin.

source: § 7-24. Rettslig prøving.
sme: § 7-24. Rievtti ovdii geahččalit.

source: § 7-25. Forsøk med samtaleprosess.
sme: § 7-25. Geahččalit ságastallanproseassa.

source: Kapittel 8. Ansvaret for å gi hjelp etter loven.
sme: Kapihtal 8. Ovddasvástádus addit veahki dán lága vuođul.

source: § 8-1. Oppholdskommunens ansvar.
sme: § 8-1. Orrunsuohkana ovddasvástádus.

source: § 8-2. Statlig regional barnevernmyndighets ansvar.
sme: § 8-2. Stáhta regionála mánáidsuodjaluseiseválddi ovddasvástádus.

source: § 8-3. Avgjørelse av tvister.
sme: § 8-3. Riidduid čoavdimii mearrádusat.

source: § 8-4. Ansvaret for å reise sak.
sme: § 8-4. Ovddasvástádus ovddidit ášši.

source: Kapittel 9. Finansiering, egenbetaling.
sme: Kapihtal 9. Ruhtadeapmi, iežas máksinoassi.

source: § 9-1. Kommunens økonomiske ansvar for barneverntjenesten.
sme: § 9-1. Suohkana ruđalaš ovddasvástádus mánáidsuodjalusbálvalusas.

source: § 9-2. Foreldres underholdsplikt.
sme: § 9-2. Váhnemiid geatnegasvuohta máksit ealihandoarjaga.

source: § 9-3. Kommunens rett til å kreve egenbetaling fra barnet.
sme: § 9-3. Suohkana geatnegasvuohta gáibidit máksinoasi mánás.

source: § 9-4. Statlig regional barnevernmyndighets økonomiske ansvar for barneverntjenesten.
sme: § 9-4. Stáhta regionála mánáidsuodjaluseiseválddi ruđalaš ovddasvástádus mánáidsuodjalusbálvalusas.

source: § 9-5. Statlig regional barnevernmyndighets rett til å kreve refusjon fra kommunen.
sme: § 9-5. Stáhta regionála mánáidsuodjaluseiseválddi vuoigatvuohta gáibidit goluidbuhtadusa suohkanis.

source: § 9-6. Statlig regional barnevernmyndighets rett til å kreve refusjon fra en annen region.
sme: § 9-6. Stáhta regionála mánáidsuodjaluseiseválddiid vuoigatvuohta gáibidit goluidbuhtadusa eará regiuvnnas.

source: § 9-7. Tilskudd fra staten.
sme: § 9-7. Stáhtadoarjja.

source: § 9-8. Statstilskudd for utgifter til flyktningebarn og asylsøkende barn.
sme: § 9-8. Stáhtadoarjja buhtadit goluid mat bohciidit báhtareaddji mánáid ja dorvoohcci mánáid geažil.

source: Kapittel 10. Lovens ikrafttredelse og overgangsregler.
sme: Kapihtal 10. Lága fápmuibidjan ja gaskaboddosaš njuolggadusat.

source: § 10-1. Lovens ikrafttredelse.
sme: § 10-1. Lága fápmuibidjan.

source: § 10-2. Overgangsbestemmelser.
sme: § 10-2. Gaskaboddosaš mearrádusat.

source: § 10-3. Oppheving av andre lover.
sme: § 10-3. Eará lágaid loahpaheapmi.

source: § 10-4. Endringer i andre lover.
sme: § 10-4. Rievdadusat eará lágain.

source: Lov om barneverntjenester (barnevernloven).
sme: Mánáidsuodjalusbálvalusaid láhka (mánáidsuodjalusláhka).

source: Lovens tittel endret ved lov 17 juni 2005 nr. 65 (ikr. 1 jan 2006 iflg. res. 17 juni 2005 nr. 614).
sme: Lága namma lea rievdaduvvon geassemánu 17. b. 2005 lágain nr. 65 (fámus ođđajagimánu 1. b.2006, geassemánu 17. b.2005 resolušuvnnain nr 614).

source: – Jf. barnelov 8 apr 1981 nr. 7, lov 5 mai 1995 nr. 19 (barnehager).
sme: - Vrd. mánáidlágain cuoŋománu 8. b.1981 nr. 7, miessemánu 5. b.1995 lágain nr. 19 (mánáidgárddit).

source: – Jf. tidligere lov 17 juli 1953 nr. 14. Kapittel 1. Lovens formål og virkeområde.
sme: - Vrd. ovdalaš lágain suoidnemánu 17. b.1953 nr. 14. Kapihtal 1. Lága ulbmil ja doaibmaviidodat.

source: Formålet med denne loven er - å sikre at barn og unge som lever under forhold som kan skade deres helse og utvikling, får nødvendig hjelp og omsorg til rett tid, - å bidra til at barn og unge får trygge oppvekstvilkår.
sme: Dán lága ulbmil lea - sihkkarastit ahte mánát ja nuorat, geat ellet dakkár dilis mii sáhttá čuohcat sin dearvvašvuhtii ja vahágahttit sin ovdáneami, ožžot dárbbašlaš veahki ja fuola rievttes áigái, - váikkuhit dan ahte mánát ja nuorat ožžot oadjebas bajásšaddaneavttuid.

source: Lovens bestemmelser om tjenester og tiltak gjelder for alle som oppholder seg i riket.
sme: Lága mearrádusat bálvalusaid ja doaimmaid birra gustojit buohkaide geat leat riikkas.

source: Kongen kan gi forskrifter om lovens anvendelse på Svalbard.
sme: Gonagas sáhttá addit láhkaásahusaid mat gusket lága geavaheapmái Svalbárddas.

source: Tiltak som omhandlet i denne lov kan treffes overfor barn under 18 år.
sme: Dán lága namuhuvvon doaimmaid sáhttá álggahit mánáid várás geat leat vuollel 18 jagi.

source: Når barnet samtykker, kan tiltak som er iverksatt før barnet har fylt 18 år, opprettholdes eller erstattes av andre tiltak som er omhandlet i denne lov inntil barnet har fylt 23 år.
sme: Go mánná dasa mieđiha, sáhttá bisuhit doaimmaid mat leat álggahuvvon ovdalgo mánná devddii 18 jagi, dahje ásahit eará doaimmaid mat namuhuvvojit dán lágas, dassážii mánná lea deavdán 23 jagi.

source: Jf. likevel § 4-24 tredje ledd.
sme: Vrd. liikká § 4-24 goalmmát lađđasiin.

source: Opphør av tiltak ved fylte 18 år og avslag på søknad om tiltak etter fylte 18 år skal regnes som enkeltvedtak og skal begrunnes ut fra hensynet til barnets beste, jf. § 4-1. Endret ved lover 26 juni 1998 nr. 42 (ikr. 1 sep 1998), 19 juni 2009 nr. 45 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 874).
sme: Doaimmaid loahpaheapmi go mánná lea deavdán 18 jagi ja doaibmaohcamušaid biehttaleapmi maŋŋá go mánná lea deavdán 18 jagi, galget gieđahallojuvvot eaŋkilmearrádussan ja daid ákkastallamis galgá leat vuođđun dat mii mánnái lea buoremus, vrd. § 4-1. Rievdaduvvon lágain geassemánu 26.b.1998 nr.42 (fámus čakčamánu 1.b.1998).

source: Kommunen er ansvarlig for å utføre de oppgaver etter loven som ikke er lagt til et statlig organ.
sme: Suohkanis lea ovddasvástádus čađahit dán lága bargamušaid mat eai leat biddjojuvvon stáhtii gullevaš orgánii.

source: Kommunen skal ha internkontroll for å sikre at kommunen utfører oppgavene sine i samsvar med krav fastsatt i lov eller i medhold av lov.
sme: Suohkanis galgá leat siskkáldas bearráigeahččan mii sihkkarastá ahte suohkan doaimmaha bargamušaidis gáibádusaid mielde maid láhka mearrida dahje mat leat lágas.

source: Kommunen må kunne gjøre rede for hvordan den oppfyller kravet til internkontroll.
sme: Suohkan galgá sáhttit čilget movt siskkáldas bearráigeahččan doaimmahuvvo gáibádusa mielde.

source: Departementet kan i forskrift gi nærmere bestemmelser om internkontroll.
sme: Departemeanta sáhttá láhkaásahusain addit dárkilit mearrádusaid mat gusket siskkáldas bearráigeahččamii.

source: Kommunestyret kan beslutte at oppgaver som følger av denne loven skal legges til et folkevalgt organ.
sme: Suohkanstivra sáhttá mearridit ahte dán lága bargamušat galget biddjot álbmotválljejuvvon orgánii.

source: Dette organet, som ikke kan være kommunestyret, skal ved behandling av klientsaker ha 5 medlemmer.
sme: Dán orgánas, mii ii sáhte leat suohkanstivra, galget leat 5 lahtu go meannuda klieantaáššiid.

source: I hver kommune skal det være en administrasjon med en leder som har ansvar for oppgaver etter denne loven.
sme: Juohke suohkanis galgá leat hálddahus oktan jođiheddjiin geas lea ovddasvástádus dán lága bargamušain.

source: Administrasjonen skal utføre det daglige løpende arbeid, herunder a) gi råd og veiledning, b) treffe vedtak i henhold til loven, eventuelt innstille til vedtak, jf. tredje ledd, c) forberede saker for behandling i fylkesnemnda, d) iverksette og følge opp tiltak.
sme: Hálddahus galgá bargat beaivválaš bargguid, mat leat a) neavvut ja bagadallat, b) lága vuođul dahkat mearrádusaid, vejolaččat evttohit mearrádusa, vrd. goalmmát lađđasiin, c) ráhkkanahttit áššiid fylkkanammagotti meannudeapmái, d) álggahit ja čuovvolit doaimmaid.

source: De organer som utfører oppgaver på vegne av kommunen, jf. tredje og fjerde ledd, utgjør kommunens barneverntjeneste.
sme: Dat orgánat mat suohkana bealis čađahit bargamušaid, vrd. goalmmát ja njealját lađđasiin, doibmet suohkana mánáidsuodjalanbálvalussan.

source: Kommunen har ansvaret for nødvendig opplæring av barneverntjenestens personell.
sme: Suohkanis lea ovddasvástádus lágidit dárbbašlaš oahpu mánáidsuodjalusbálvalusa bargiide.

source: Personalet er forpliktet til å delta i opplæring som blir bestemt, og som anses nødvendig for å holde deres kvalifikasjoner ved like.
sme: Bargiin lea geatnegasvuohta čuovvut mearriduvvon oahpahusa, mii adno dárbbašlažžan sin gelbbolašvuođa bisuheapmái.

source: Kongen kan gi forskrifter om opplæring.
sme: Gonagas sáhttá oahpu birra addit láhkaásahusaid.

source: Endret ved lover 9 mai 2003 nr. 29 (ikr. 1 jan 2004 iflg. res. 9 mai 2003 nr. 596), 17 juni 2005 nr. 65 (ikr. 1 jan 2006 iflg. res. 17 juni 2005 nr. 614), 19 juni 2009 nr. 45 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 874).
sme: Rievdaduvvon lágain miessemánu 9 b. 2003 nr. 29 (fámus ođđajagimánu 1.b.2004, miessemánu 9.b.2003 resolušuvnnain nr. 596) ja lágain geassemánu 17. b.2005 nr.65 (fámus ođđajagimánu 1.b.2006, geassemánu 17.b.2005 res.nr.614).

source: § 2-2. Statlige barnevernmyndigheters organisatoriske inndeling De statlige barnevernmyndighetene er inndelt i sentralt nivå, regionalt nivå, fylkesnivå og lokalt nivå.
sme: § 2-2. Stáhta mánáidsuodjaluseiseválddiid organiseren Stáhta mánáidsuodjaluseiseválddit leat organiserejuvvon guovddáš dássái, regionála dássái, fylkadássái ja báikkálaš dássái.

source: De statlige barnevernmyndighetene ledes av departementet.
sme: Stáhta mánáidsuodjaluseiseválddi jođiha departemeanta.

source: Endret ved lov 9 mai 2003 nr. 29 (ikr. 1 jan 2004 iflg. res. 9 mai 2003 nr. 596).
sme: Rievdaduvvon lágain miessemánu 9. b.2003 nr. 29 (fámus ođđajagimánu 1. b.2004, miessemánu 9. b.2003 resolušuvnnain nr. 596).

source: Departementet skal a) føre tilsyn med at loven og forskriftene og andre bestemmelser som gjelder for tjenester og tiltak etter denne loven, blir anvendt riktig og på en måte som fremmer lovens formål, b) sørge for at erfaringene med loven blir vurdert, og at det blir gjennomført nødvendige endringer i regelverket, c) gi de retningslinjer og instrukser som er nødvendige for å nå mål som er nevnt i bokstav a, d) arbeide for at det blir satt i gang forskning som kan få betydning for løsningen av oppgaver etter loven, e) sørge for at det finnes et forsvarlig tilbud for utdanning av personell, og at de som skal anvende loven ellers får forsvarlig veiledning, f) sørge for at det blir utarbeidet informasjonsmateriell som barneverntjenesten kan bruke.
sme: § 2-3. Stáhta mánáidsuodjaluseiseválddiid bargamušat ja váldi Departemeanta galgá a) gozihit ahte láhka ja láhkaásahusat ja eará mearrádusat mat gustojit dán lága vuođul bálvalusaide ja doaimmaide, geavahuvvojit riekta ja nu ahte ovddidit lága ulbmiliid, b) fuolahit ahte vásáhusat dáinna lágain árvvoštallojuvvojit, ja ahte njuolggadusčoakkáldagat rievdaduvvojit dárbbu mielde, c) addit čujuhusaid ja gohččumiid mat leat dárbbašlaččat joksat ulbmiliid mat leat namuhuvvon a bustáva vuolde, d) bargat dan badjelii ahte álggahuvvojit dutkamat main sáhttá leat mearkkašupmi dán lágas namuhuvvon bargamušaid čoavdimii, e) fuolahit ahte lea dohkálaš oahppofálaldat bargiide, ja fuolahit ahte olbmot geat galget geavahit lága muđui, ožžot dohkálaš bagadallamiid, f) fuolahit ahte ráhkaduvvojit diehtojuohkinveahkkeneavvut maid mánáidsuodjalusbálvalus sáhttá geavahit.
